[
    { "key": "0" , "value": "My boss told me to have a good day... so I went home." },
    { "key": "1" , "value": "Why is Peter Pan always flying? He neverlands." },
    { "key": "2" , "value": "A woman walks into a library and asked if they had any books about paranoia. The librarian says 'They're right behind you!'" },
    { "key": "3" , "value": "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me." },
    { "key": "4" , "value": "What's brown and sticky? A stick" },
    { "key": "5" , "value": "When you look really closely, all mirrors look like eyeballs." },
    { "key": "6" , "value": "My friend says to me: 'What rhymes with orange' I said: 'No it doesn't'" },
    { "key": "7" , "value": "What do you call a guy with a rubber toe? Roberto." },
    { "key": "8" , "value": "What did the pirate say when he turned 80 years old? Aye matey." },
    { "key": "9" , "value": "Today at the bank, an old lady asked me to help check her balance. So I pushed her over." },
    { "key": "10" , "value": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day." },
    { "key": "11" , "value": "I told my girlfriend she drew her eyebrows too high. She seemed surprised." },
    { "key": "12" , "value": "My dog used to chase people on a bike a lot. It got so bad, finally I had to take his bike away." },
    { "key": "13" , "value": "I'm so good at sleeping. I can do it with my eyes closed." },
    { "key": "14" , "value": "My wife told me I had to stop acting like a flamingo. So I had to put my foot down." },
    { "key": "15" , "value": "I couldn't figure out why the baseball kept getting larger. Then it hit me." },
    { "key": "16" , "value": "Why did the old man fall in the well? Because he couldn't see that well." },
    { "key": "17" , "value": "I ate a clock yesterday, it was very time consuming." },
    { "key": "18" , "value": "Whatdya call a frenchman wearing sandals? Phillipe Phillope." },
    { "key": "19" , "value": "A blind man walks into a bar. And a table. And a chair." },
    { "key": "20" , "value": "I know a lot of jokes about unemployed people but none of them work." },
    { "key": "21" , "value": "What's orange and sounds like a parrot? A carrot." },
    { "key": "22" , "value": "Did you hear about the italian chef that died? He pasta way." },
    { "key": "23" , "value": "Why couldn't the bicycle stand up? Because it was two tired!" },
    { "key": "24" , "value": "Parallel lines have so much in common. It’s a shame they’ll never meet." },
    { "key": "25" , "value": "As I suspected, someone has been adding soil to my garden. The plot thickens." },
    { "key": "26" , "value": "And the lord said unto John, 'Come forth and you will receive eternal life'. John came fifth and won a toaster." }
]
